ack
adns
asciidoc
autojump
automake
autopep8
bat
bison
brew-cask-completion
clang-format
coreutils
cowsay
cscope
curl
dartsim
docker
exa
fd
ffmpeg
fish
fltk
fortune
fzf
gdb
git
go
gperftools
graphviz
gsl
heroku/brew/heroku
htop
ilpincy/argos3/argos3
ipython
jansson
jupyterlab
libgit2
libmetalink
libproxy
libtar
libvterm
lua@5.3
markdown
mono
mutt
mysql
nasm
neofetch
neovim
nghttp2
ninja
ntfs-3g
opencv
openjdk
openssh
osrf/simulation/ignition-fuel-tools4
osrf/simulation/ignition-transport8
osrf/simulation/ogre1.9
osrf/simulation/sdformat9
osrf/simulation/simbody
pinentry-mac
protobuf-c
proxychains-ng
pyqt
qwt
raggi/ale/openssl-osx-ca
ranger
redis
romkatv/powerlevel10k/powerlevel10k
ruby-install
scipy
sdl
shadowsocks-libev
sip
sphinx-doc
stow
subversion
the_silver_searcher
thefuck
tldr
tmux
tree
trojan-gfw/trojan/trojan
vim
wget
z
zile
zsh
zsh-autosuggestions
zsh-syntax-highlighting
